content/projects/index.md

# Table of Contents

1.  [Introduction](#orgb06ffa8)
2.  [Pokedex](#orgedcb85b)
3.  [Tropical Cyclone Classification](#orgc002ced)
4.  [Building This Website](#orgda54ac4)



<a id="orgb06ffa8"></a>

# Introduction

This page is a glimpse of my personal projects. My projects mostly focus on my interests in atmospheric science, running, and cycling, but I occasionally explore some other fun projects.


<a id="orgedcb85b"></a>

# Pokedex

As a fun, familiar dataset, I scrape Pokemon data from [PokemonDB](https://pokemondb.net) and explore the data and investigate some questions I&rsquo;ve always had about the series. Check out this project [here](pokedex/index.md).


<a id="orgc002ced"></a>

# Tropical Cyclone Classification

In this project, I explore image classification of imagery from [NOAA&rsquo;s geospatial satellites](https://www.nesdis.noaa.gov/current-satellite-missions/currently-flying/geostationary-satellites) to identify tropical cyclones in the imagery. Learn more about this project [here](tc-finder/index.md).


<a id="orgda54ac4"></a>

# Building This Website

Building this website was an exciting learning adventure for me! I took it slowly and built it step-by-step, and I documented the process [here](website/index.md).

